Repository: actus-ag/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: de

source: Can you please do this for me?
de: Kannst du das bitte für mich erledigen? XXX

source: Hi! Could you please help me with this? It's for our new hire %(name)s
de: Hallo! Kannst du mir bitte damit helfen? Das ist für unseren neuen Mitarbeiter %(name)s

source: A task has been assigned to you!
de: Eine Aufgabe wurde dir zugewiesen!

source: This is about task: %(title)s for %(new_hire)s
de: Hier geht es um Aufgabe %(title)s für %(new_hire)s

source: Last message:
de: Letzte Nachricht:

source: Someone added something to task: %(task_name)s
de: Jemand fügte etwas zu der Aufgabe %(task_name)s hinzu.

source: Hi %(name)s
de: Hallo %(name)s

source: One of your todo items has been updated by someone else. Here is the message:
de: Eine deiner Todo-Einträge wurde von jemand anderem aktualisiert. Hier ist die Nachricht:

source: Comment
de: Kommentar

source: New hire
de: Neuer Mitarbeiter

source: Assigned to
de: Zugewiesen zu

source: Slack user
de: Slack-Benutzer

source: Date
de: Datum

source: Low
de: Niedrig

source: Medium
de: Mittel

source: High
de: Hoch

source: No
de: Nein

source: Send email or text to extra user?
de: Sende E-Mail oder SMS an weiteren Benutzer?

source: Completed
de: Abgeschlossen

source: Priority
de: Priorität

source: %(name_assigned_to)s needs your help with this task: *%(task_name)s* _%(comment)s_
de: %(name_assigned_to)s braucht Hilfe bei dieser Aufgabe: *%(task_name)s* _%(comment)s_

source: I have completed this
de: Ich habe das Abgeschlossen

source: You have just been assigned to *%(title)s* for *%(name)s*
de: Dir wurde gerade *%(title)s* für *%(name)s* zugewiesen

source: New assigned task!
de: Neu zugewiesene Aufgabe!

source: %(name)s added a message to your task: *%(task_title)s* _%(comment)s_
de: %(name)s hat eine Nachricht zu deiner Aufgabe hinzugefügt: *%(task_title)s* _%(comment)s_

source: All tasks
de: Alle Aufgaben

source: For new hire
de: Für neue Mitarbeiter

source: Task
de: Aufgabe

source: Due in
de: Fällig in

source: No deadline set
de: Keine Frist gesetzt

source: There are no open items
de: Es gibt keine offenen Einträge

source: Create
de: Erstellen

source: Complete
de: Abgeschlossen

source: Update
de: Aktualisieren

source: Add comment
de: Kommentar hinzufügen

source: Submit
de: Abschicken

source: Comments
de: Kommentare

source: There are no comments yet
de: Es gibt noch keine Kommentare

source: Your tasks
de: Deine Aufgaben

source: There are no open items
de: Es gibt keine offenen Einträge

source: Task has been created
de: Aufgabe wurde erstellt

source: New task
de: Neue Aufgabe

source: Tasks
de: Aufgaben

source: Task has been updated
de: Aufgabe wurde aktualisiert

source: Task: %(name)s
de: Aufgabe: %(name)s

source: Comment has been posted
de: Kommentar wurde veröffentlicht

source: This field is required
de: Dieses Feld ist erforderlich

source: Content
de: Inhalt

source: Time
de: Zeit

source: Fixed date
de: Fixtermin

source: On day
de: Am Tag

source: Appointment items
de: Termineinträge

source: templates
de: Vorlagen

source: Appointment item has been updated
de: Termineintrag wude aktualisiert

source: Create appointment item
de: Termineintrag erstellen

source: Update appointment item
de: Termineintrag aktualisieren

source: Appointment item has been removed
de: Termineintrag wurde entfernt

source: Image
de: Bild

source: badge item has been updated
de: Badge-Eintrag wurde aktualisiert

source: Create badge item
de: Badge-Eintrag erstellen

source: Badge item has been updated
de: Badge-Eintrag wurde aktualisiert

source: Update badge item
de: Badge-Eintrag aktualisieren

source: badge item has been removed
de: Badge-Eintrag wurde entfernt

source: Buddy
de: Kumpel

source: Custom
de: Benutzerdefiniert

source: Pick user
de: Wähle Benutzer aus

source: Slack account creation
de: Slack-Konto-Erstellung

source: Google account creation
de: Google-Konto-Erstellung

source: Add
de: hinzufügen

source: Delete
de: Löschen

source: Update credentials
de: Referenzen aktualisieren

source: No items available
de: Keine Einträge verfügbar

source: Integration has been created!
de: Integration wurde erstellt

source: Add new integration
de: Neue Integration hinzufügen

source: settings
de: Einstellungen

source: Integration has been updated!
de: Integration wurde aktualisiert!

source: Delete integration
de: Integration löschen

source: Your config values have been updated!
de: Deine Konfigurationswerte wurden aktualisiert!

source: Could not optain slack authentication code.
de: Konnte Slack-Authentifizierungscode nicht erhalten.

source: Slack has successfully been connected. You have a new bot in your workspace.
de: Slack hat sich erfolgreich verbunden. Du hast einen neuen Bot in deiner Arbeitsumgebung.

source: Could not get tokens from Slack
de: Konnte keine Tokens von Slack erhalten

source: Person to introduce
de: Vorzustellende Person

source: Duplicate
de: Duplizieren

source: Preview
de: Vorschau

source: Introduction items
de: Vorstellungs-Eintrag

source: Introduction item has been updated
de: Vorstellungs-Eintrag wurde aktualisiert

source: Create introduction item
de: Vorstellungs-Eintrag erstellen

source: Update introduction item
de: Vorstellungs-Eintrag aktualisieren

source: Introduction item has been removed
de: Vorstellungs-Eintrag wurde entfernt

source: new hire
de: Neuer Mitarbeiter

source: Employee
de: Angestellter

source: Account has been created
de: Konto wurde erstellt

source: Account could not be created
de: Konto konnte nicht erstellt werden

source: Sequences
de: Abfolgen

source: Start date
de: Startdatum

source: Create new hire
de: Neuer Mitarbeiter erstellen

source: Select sequences you want to add
de: Wähle die Abfolgen aus, die du hinzufügen möchtest

source: This task has just been reopened!
de: Diese Aufgabe wurde gerade Wiedereröffnet!

source: Message that you want to leave for your new hire:
de: Nachricht, die du deinem neuen Mitarbeiter hinterlassen möchtest:

source: Send via email
de: Als E-Mail senden

source: Send via text
de: Als SMS senden

source: Send type
de: Typ senden

source: New hires
de: Neue Mitarbeiter

source: people
de: Personen

source: New hire has been created
de: Neuer Mitarbeiter wurde erstellt

source: Add new hire
de: Neuer Mitarbeiter hinzufügen

source: Sequence(s) have been added to this new hire
de: Abfolge(n) wurde(n) diesem neuen Mitarbeiter hinzugefügt

source: Sequence items were removed from this new hire
de: Die Sequenzen wurden aus dieser neuen Einstellung entfernt

source: Sent email to new hire
de: E-Mail an neuen Mitarbeiter senden

source: New hire has been updated
de: Neuer Mitarbeiter wurde aktualisiert

source: New hire is now a normal account.
de: Neuer Mitarbeiter ist jetzt ein normaler Account.

source: Extra info has been added!
de: Es wurden zusätzliche Informationen hinzugefügt!

source: Note has been added
de: Notiz wurde hinzugefügt

source: Don't forget this item!
de: Vergiss diesen Eintrag nicht!

source: Reminder has been sent!
de: Erinnerung wurde gesendet!

source: Item has been reopened
de: Eintrag wurde Wiedereröffnet

source: Add/Remove templates for %(name)s
de: Vorlagen für %(name)s hinzufügen/entfernen

source: New hire has been removed
de: Neuer Mitarbeiter wurde entfernt

source: First name
de: Vorname

source: Last name
de: Nachname

source: Download user uploaded file
de: Vom Benutzer hochgeladene Datei herunterladen

source: Overview
de: Übersicht

source: Profile
de: Profil

source: Access
de: Zugang

source: Progress
de: Fortschritt

source: Forms
de: Formulare

source: Notes
de: Notizen

source: Admin Tasks
de: Admin-Aufgaben

source: Welcome Messages
de: Willkommensnachrichten

source: Settings
de: Einstellungen

source: Send Preboarding email
de: Sende Preboarding-Mail

source: Send login email (day 1 and onwards)
de: Sende Login-Mail (Tag 1 und folgende)

source: Add Sequence
de: Abfolge hinzufügen

source: Delete user
de: Benutzer löschen

source: Added
de: hinzugefügt

source: Give access
de: Zugang gewähren

source: Revoke access
de: Zugang wiederrufen

source: Done!
de: Erledigt!

source: Trigger all these items now
de: Alle diese Einträge auslösen

source: Checking status
de: Status überprüfen

source: Error when trying to reach service
de: Fehler beim Versuch, den Dienst zu erreichen

source: Activated
de: Aktiviert

source: Colleague
de: Kollege

source: Resources available
de: Ressourcen verfügbar

source: No resources are available to this user yet
de: Für diesen Benutzer sind noch keine Ressourcen verfügbar

source: Change
de: Ändern

source: Sync with Slack
de: Mit Slack synchronisieren

source: View
de: Anzeigen

source: No additional data needed, please click on 'create user' to continue.
de: Es sind keine weiteren Daten erforderlich, bitte klicken Sie auf 'Benutzer anlegen', um fortzufahren.

source: Create user
de: Benutzer erstellen

source: Open admin tasks
de: Öffne Admin-Aufgaben

source: Completed admin tasks
de: Abgeschlossene Admin-Aufgaben

source: There are no closed items
de: Es gibt keine geschlossenen Einträge

source: Answers
de: Antworten

source: Answer given by new hire:
de: Antwort von neuem Mitarbeiter:

source: No answers were given in yet.
de: Es wurde noch keine Antwort gegeben.

source: Some integrations require extra information. Make sure to complete those!
de: Für einige Integrationen sind zusätzliche Informationen erforderlich. Stellen Sie sicher, dass Sie diese ausfüllen!

source: Complete info
de: Vollständige Informationen

source: What's up next...
de: Was steht als Nächstes an...

source: Before first day
de: Vor dem ersten Tag

source: %(start_day)s - New hire's first day!
de: %(start_day)s - Der erste Tag des neuen Mitarbeiters!

source: When these tasks are completed:
de: Wenn diese Aufgaben abgeschlossen sind:

source: Latest activity...
de: Neuste Aktivitäten...

source: By
de: Von

source: No items yet
de: Noch keine Einträge

source: Preboarding forms
de: Preboarding-Formulare

source: To do forms
de: To-Do-Formulare

source: This new hire has not filled in any forms yet
de: Dieser neue Mitarbeiter hat noch keine Formulare ausgefüllt

source: Add note
de: Notiz hinzufügen

source: There are no notes yet
de: Es gibt noch keine Notizen

source: To do items
de: To-Do-Einträge

source: Reopen
de: Wiedereröffnen

source: Remind
de: Erinnern

source: Courses
de: Kurse

source: New hire has completed the course!
de: Neuer Mitarbeiter hat den Kurs Abgeschlossen!

source: There are no todo items or resources assigned to this user
de: Diesem Benutzer sind keine To-Do-Einträge oder Ressourcen zugewiesen

source: Reopen this task for new hire
de: Diese Aufgabe für neuen Mitarbeiter wiedereröffnen

source: There are no preboarding items yet
de: Es gibt noch keine Preboarding-Einträge

source: There are no to do items yet
de: Es gibt noch keine To-Do-Einträge

source: Resources
de: Ressourcen

source: There are no resource items yet
de: Es gibt noch keine Ressourcen-Einträge

source: Introductions
de: Vorstellungen

source: There are no introduction items yet
de: Es gibt noch keine Vorstellungs-Einträge

source: Appointments
de: Termine

source: There are no appointment items yet
de: Es gibt noch keine Termin-Einträge

source: Welcome messages from colleagues
de: Willkommensnachrichten von Kollegen

source: No one has created any messages yet. This needs to be done through Slack.
de: Es hat noch niemand irgendwelche Nachrichten erstellt. Dies muss durch Slack geschehen.

source: Items that will never be triggered
de: Einträge die nie ausgelöst werden

source: Condition
de: Zustand

source: Go to new hire
de: Zurück zu neuen Mitarbeiter

source: This will send an email or text message to your new hire providing them the link to use see their pre-boarding page. You can send a text message (if mobile number is provided) or an email. Make sure that you are sending the email to an email address that is accessible to them right now!
de: Dies wird eine E-Mail oder SMS an deinen neuen Mitarbeiter senden und ihm den Link zur Ansicht seiner Preboarding-Seite zur Verfügung stellen. Du kannst eine SMS (falls Handynummer vorhanden) senden oder eine E-Mail. Stelle sicher, dass du die E-Mail an eine E-Mailadresse sendest, die ihm im Moment zur Verfügung steht!

source: Send preboarding notification
de: Sende Preboarding-Benachrichtigung

source: Are you sure you want to delete %(full_name)s?
de: Bist du dir sicher, dass du %(full_name)s löschen möchtest?

source: Move them to a normal account, so they keep having access to things like the colleagues page and resources.
de: Übertrage sie zu einem normalen Account, damit sie weiterhin Zugriff haben zu Dingen wie Kollegenseite und Ressourcen.

source: Completely remove them. Access to ChiefOnboarding will be revoke entirely. Third party accounts remain.
de: Entferne sie komplett. Zugriff auf ChiefOnboarding wird komplett enzogen.Accounts von Dritten bleiben bestehen.

source: Delete account
de: Account löschen

source: Migrate account to normal account
de: Account zu normalem Account migrieren

source: Colleagues
de: Kollegen

source: Colleague has been added
de: Kollege wurde hinzugefügt

source: Create new colleague
de: Neuen Kollegen anlegen

source: Employee has been updated
de: Angestellter wurde aktualisiert

source: Add new resource for %(name)s
de: Neue Ressource für %(name)s hinzufügen

source: Could not find user
de: Benutzer konnte nicht gefunden werden

source: resources
de: Ressourcen

source: Revoke Slack access
de: Slack-Zugriff wiederrufen

source: Preboarding items
de: Preboarding-Einträge

source: Preboarding item has been updated
de: Preboarding-Eintrag wurde aktualisiert

source: Create preboarding item
de: Preboarding-Eintrag erstellen

source: Update preboarding item
de: Preboarding-Eintrag aktualisieren

source: Sequence item has been removed
de: Abfolge-Eintrag wurde entfernt

source: Category
de: Kategorie

source: Do not use only numbers as a category. Always add some text.
de: Benutzte nicht nur Nummern als Kategorie. Füge immer etwas Text hinzu

source: When enabled, new hires will have to walk through this
de: Wenn aktiviert, müssen neue Mitarbeiter dies durchlaufen

source: If disabled, it will turn into a normal resource after completing
de: Wenn deaktiviert, wird es nach Komplettierung in eine normale Ressource umgewandelt

source: Is a course item
de: Ist ein Kurs-Eintrag

source: Workday that this item is due
de: Wochentag an dem dieser Eintrag fällig ist

source: Remove item when new hire walked through
de: Eintrag entfernen, wenn neuer Mitarbeiter ihn durchlaufen hat

source: %(name)s (duplicate)
de: %(name)s (Duplikat)

source: Add page
de: Seite hinzufügen

source: Add folder
de: Ordner hinzufügen

source: Add questions
de: Fragen hinzufügen

source: Move up
de: Nach oben verschieben

source: Move down
de: Nach unten verschieben

source: Chapters
de: Kapitel

source: Folders can't have content
de: Ordner können keinen Inhalt haben

source: The question you want to ask:
de: Die Frage die du fragen möchtest:

source: Add option
de: Option hinzufügen

source: Add question
de: Frage hinzufügen

source: Start typing here...
de: Fange hier an zu schreiben...

source: New item
de: Neuer Eintrag

source: Resource items
de: Ressource-Einträge

source: Resource item has been updated
de: Ressource-Eintrag wurde aktualisiert

source: Create resource item
de: Ressource-Eintrag erstellen

source: Update resource item
de: Ressource-Eintrag aktualisieren

source: Resource item has been removed
de: Ressource-Eintrag wurde entfernt

source: Here is an update!
de: Hier ist eine Aktualisierung!

source: Todo item
de: To-Do-Eintrag

source: Todo items
de: To-Do-Einträge

source: Resource
de: Ressource

source: Must be in a 5 minute interval.
de: Muss in einem 5-Minuten-Intervall sein.

source: You cannot use 0 or less. The day before starting is 1 and the first workday is 1
de: Du kannst nicht 0 oder weniger benutzen. Der Tag bevor die Arbeit beginnt ist 1 und der erste Arbeitstag ist 1

source: Time must be in an interval of 5 minutes. %(minutes)s must end in 0 or 5.
de: Die Zeit muss in einem Intervall von 5 Minuten sein. %(minutes)s muss auf 0 oder 5 enden

source: You must add at least one to do item
de: Du musst mindestens ein To-Do-Eintrag hinzufügen

source: Both the time and days have to be filled in.
de: Die Zeit und Tage müssen beide ausgefüllt werden.

source: Due date
de: Frist-Datum

source: Slack channel
de: Slack-Kanal

source: Send via
de: Senden per

source: Send to
de: Senden an

source: Subject
de: Betreff

source: For
de: Für

source: Send email or Slack message to extra user?
de: E-Mail oder Slack-Nachricht an einen weiteren Benutzer senden?

source: After new hire has started
de: Nachdem neuer Mitarbeiter angefangen hat

source: Based on one or more to do item(s)
de: Basierend auf einem oder mehr Einträgen

source: Before the new hire has started
de: Bevor neuer Mitarbeiter angefangen hat

source: Without trigger
de: Ohne Auslöser

source: Block type
de: Block Typ

source: At
de: Bei

source: Trigger after these to do items have been completed:
de: Löse aus, nachdem diese To-Do-Einträge abgeschlossen wurden

source: Here are some new items for you!
de: Hier sind einige neue Einträge für dich

source: Send test message
de: Testnachricht senden

source: No additional data needed.
de: Keine zusätzlichen Daten erforderlich.

source: On day %(days)s at %(time)s
de: An Tag %(days)s um %(time)s

source: %(days)s days before starting at %(time)s
de: %(days)s Tage bevor Beginn um %(time)s

source: Without any trigger - assign directly
de: Ohne einen Auslöser - Direkt zugewiesen

source: Templates
de: Vorlagen

source: Slack message
de: Slack-Nachricht

source: Text message
de: Textnachricht

source: Email message
de: E-Mail Nachricht

source: Integrations
de: Integrationen

source: Create new one
de: Erstelle eine Neue

source: All changes will be automatically saved. This doesn't impact current new hires.
de: Alle Änderungen werden automatisch gespeichert. Dies betrifft aktuelle neue Mitarbeiter nicht.

source: Add block
de: Block hinzufügen

source: Item
de: Eintrag

source: Sequence
de: Abfolge

source: Timezone
de: Zeitzone

source: Sequences that are preselected for all new hires:
de: Abfolgen, die für alle neuen Mitarbeiter vorausgewählt sind:

source: Login options
de: Anmeldeoptionen

source: You must enable at least one login option
de: Du musst mindestens eine Anmeldeoption aktivieren

source: 6 digit OTP code
de: 6-stelliger OTP-Code

source: This is the code that your 2FA application shows you.
de: Das ist der Code, den deine 2FA-App anzeigt.

source: OTP token was not correct. Please wait 30 seconds and then try again
de: OTP-Token war nicht korrekt. Bitte warte 30 Sekunden und versuche es dann nochmal

source: Language
de: Sprache

source: Are you sure you want to remove this integration?
de: Bist du dir sicher, dass du diese Integration entfernen möchtest?

source: Disconnect integration
de: Integration trennen

source: OTP has been enabled for your account
de: OTP wurde für deinen Account aktiviert

source: Please copy and save the keys below. These will only show once - you won't be able to see them again.
de: Bitte kopiere und speichere die unten stehenden Schlüssel. Diese werden nur einmal angezeigt - Du kannst sie danach nicht nocheinmal sehen.

source: You will need these if you ever lose access to your 2FA app.
de: Du wirst diese brauchen, falls du jemals Zugang zu deiner 2FA-App verlieren solltest

source: Please scan the code below with your 2FA app of your choice. We recommend andOTP or Aegis (but you can use Google Authenticator or Authy).
de: Bitte scanne den untenstehenden Code mit einer 2FA-App deiner Wahl. Wir empfehlen andOTP oder Aegis (du kannst aber auch den Google Authenticator oder Authy verwenden.)

source: Role
de: Rolle

source: Add administrator
de: Administrator hinzufügen

source: Update administrator
de: Administrator aktualisieren

source: General
de: Allgemein

source: Welcome messages
de: Willkommensnachrichten

source: Personal
de: Persönlich

source: Administrators
de: Administratoren

source: Official Integrations
de: Offizielle Integration

source: Update Slack channels list
de: Slack-Kanalliste aktualisieren

source: Remove
de: Entfernen

source: Enable
de: Aktivieren

source: Custom integrations
de: Benutzerdefinierte Integrationen

source: Update manifest
de: Manifest aktualisieren

source: No custom integrations yet
de: Noch keine benutzerdefinierten Integrationen

source: Redirect URL:
de: Umleitungs-URL:

source: Organization info has been updated
de: Organisations-Info wurde aktualisiert

source: General Updates
de: Allgemeine Aktualisierungen

source: Slackbot settings have been updated
de: Slackbot-Einstellungen wurden aktualisiert

source: Admin/Manager has been created
de: Admin/Manager wurde angelegt

source: Add Administrator
de: Administrator hinzufügen

source: Admin/Manager has been changed
de: Admin/Manager wurde geändert

source: Change Administrator
de: Administrator ändern

source: Admin is now a normal user
de: Admin ist jetzt ein normaler Benutzer

source: Message has been updated
de: Nachricht wurde aktualisiert

source: Update welcome messages
de: Willkommensnachrichten aktualisieren

source: Your default language has been updated
de: Deine Standardsprache wurde aktualisiert

source: Update your default language
de: Deine Standardsprache aktualisieren

source: Enable TOTP 2FA
de: TOTP 2FA aktivieren

source: Slack has now been connected, check if you got a message from your bot!
de: Slack hat sich jetzt verbunden, prüfe ob du eine Nachricht von deinem Bot bekommen hast

source: Slack bot setup
de: Slack-Bot einrichten

source: Newly added channels have been added. Make sure the bot has been added to that channel too if you want it to post/get info there!
de: Neuangelegte Kanäle wurden hinzugefügt. Stelle sicher, dass der Bot diesem Kanal auch hinzugefügt wurde, wenn du willst, dass er dort Info postet/erhält!

source: Please select a channel to send the message to
de: Bitte wähle den Kanal aus, an den die Nachricht gesendet werden soll

source: Let your new hire now that the answers are going to be shared with the team!
de: Lasse deinen neuen Mitarbeiter wissen, dass die Antworten mit dem Team geteilt werden!

source: Due on day
de: Fällig an Tag

source: Post new hire's answers from form (if applicable) back to Slack channel
de: Sende die Antwort des neuen Mitarbeiters aus dem Formular (wenn gültig) Zurück zum Slack-Kanal

source: Current file:
de: Aktuelle Datei

source: Upload
de: Hochladen

source: File storage has not been set up. Please read the docs here:
de: Dateispeicher wurde nicht eingerichtet. Bitte lies die Dokumentation hier:

source: Set up object storage
de: Dateispeicher einrichten

source: To do item has been created
de: To-Do-Eintrag wude erstellt

source: Create to do item
de: Erstelle To-Do-Eintrag

source: To do item has been updated
de: To-Do-Eintrag wude aktualisiert

source: Update to do item
de: Aktualisiere To-Do-Eintrag

source: To do item has been removed
de: To-Do-Eintrag wurde entfernt

source: English
de: Englisch

source: Dutch
de: Holländisch

source: French
de: Französisch

source: German
de: Deutsch

source: Turkish
de: Türkisch

source: Portuguese
de: Portugisisch

source: Japanese
de: Japanisch

source: Spanish
de: Spanisch

source: N/A
de: Keine Angabe

source: Could not find answer
de: Kann keine Antwort finden

source: prev
de: Vorige

source: last
de: Letzte

source: Call
de: Anrufen

source: Sorry, your browser doesn't support embedded videos.
de: Tut uns leid, dein Browser unterstützt eingebettete Videos nicht.

source: You have already completed this form
de: Du hast dieses Formular schon abgeschlossen
