Repository: actus-ag/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: de

source: File storage has not been set up. Please ask your supervisor.
de: Dateispeicher wurde nicht eingerichtet. Bitte wende dich an deinen Vorgesetzten.

source: No search results found
de: Kein Suchergebnis gefunden

source: See resource
de: Ressource anzeigen

source: We couldn't find any matching items
de: Wir konnten keine passenden Einträge finden

source: Employee onboarding
de: Angestellten-Eingliederung

source: Logout
de: Ausloggen

source: uploading...
de: wird hochgeladen...

source: Answers saved successfully! Click on 'next' to continue.
de: Antworten erfolgreich gespeichert! Klicke 'Weiter' um fortzufahren.

source: Next
de: Weiter

source: Search through resources
de: Durchsuche Ressourcen

source: I have completed this item!
de: Ich habe diesen Eintrag abgeschlossen!

source: You have already completed this item
de: Du hast diesen Eintrag bereits abgeschlossen

source: You have completed all to do items
de: Du hast alle To-Do-Einträge erledigt

source: Overdue
de: überfällig

source: Due on
de: Fällig am

source: Not urgent
de: Nicht dringend

source: Things you need to do
de: Dinge die du erledigen musst

source: This form could not be processed - invalid items
de: Dieses Formular konnte nicht verarbeitet werden - ungültige Einträge

source: You have submitted this form successfully
de: Du hast dieses Formular erfolgreich eingereicht

source: Restart
de: Neustart

source: You have completed this course!
de: Du hast diesen Kurs abgeschlossen!

source: Organization
de: Organisation

source: Account
de: Konto

source: Base color
de: Basisfarbe

source: Accent color
de: Akzentfarbe

source: Bot color
de: Bot-Farbe

source: Allow users to login with their username and password
de: Erlaube Benutzer sich mit ihrem Benutzernamen und Passwort anzumelden

source: Allow users to login with their Google account
de: Erlaube Benutzer sich mit ihrem Google-Account anzumelden

source: Allow users to login with their Slack account
de: Erlaube Benutzer sich mit ihrem Slack-Account anzumelden

source: Send email to new hire with login credentials
de: Sende eine E-Mail mit den Anmeldedaten an neue Mitarbeiter

source: This is essential if you want your new hires to login to the dashboard (disable if using Slack)
de: Dies ist essenziell, wenn du willst, dass deine neuen Mitarbeiter sich im Dashboard anmelden (deaktivieren, falls Slack verwendet wird)

source: Send email to new hire with updates
de: Sende E-Mails mit Aktualisierungen an neue Mitarbeiter

source: Think of new tasks that got assigned, new resources, badges...
de: Z.B. über neue Aufgaben die zugewiesen wurden, neue Ressourcen, Badges...

source: Send email to new hire when tasks are overdue
de: Sende eine E-Mail an neuen Mitarbeiter, wenn Aufgaben überfällig sind

source: These are daily emails, until all overdue tasks are completed.
de: Dies sind tägliche E-Mails, bis die überfällige Aufgabe erledigt ist.

source: Add 'todo' and 'resource' buttons to the first message that's being sent to the new hire.
de: Füge 'To-Do'- und 'Ressource'-Buttons zu der ersten Nachricht, die an den neuen Mitarbeiter gesendet wird, hinzu.

source: Send a Slack message to the team to collect personal welcome messages from colleages.
de: Sende eine Slack-Nachricht an das Team um persönliche Willkommensnachrichten von Kollegen zu erhalten.

source: Send a Slack message to the team on the day the new hire starts
de: Sende eine Slack-Nachricht an das Team, an dem Tag, an dem der neue Mitarbeiter anfängt

source: Create a new hire when they join your Slack team
de: Lege einen neuen Mitarbeiter an, wenn er deinem Slack-Team beitritt

source: If the user does not exist yet
de: Falls der Benutzer noch nicht existiert

source: Create new hires without needing confirm from a user
de: Erstelle neue Mitarbeiter, ohne einen neuen Benutzer bestätigen zu müssen

source: User to sent new hire account requests to
de: Benutzer, dem Accountanfragen für neue Mitarbeiter zugesendet werden können

source: This is the default channel where the bot will post messages in
de: Dies ist der Standardkanal, in dem der Bot Nachrichten posten wird

source: This is the channel where the bot will send birthday wishes in.
de: Dies ist der Kanal, in dem der Bot Geburtstagsglückwünsche senden wird.

source: Leave blank to disable this. Timing is based on when this was enabled.
de: Leer lassen, um dies zu deaktivieren. Das Timing hängt davon ab, wann diese Funktion aktiviert wurde.

source: Base email template
de: Bais-E-Mail-Vorlage

source: Leave blank to use the default one. See documentation if you want to use your own.
de: Freilassen um den Standard zu verwenden. Lies die Dokumentation wenn du deine eigene verwenden möchtest.

source: new hire welcome
de: Mitarbeiter Willkommen

source: text welcome
de: Text Willkommen

source: slack welcome
de: Slack Willkommen

source: slack knowledge
de: Slackwissen

source: Message
de: Nachricht

source: A new to do item has been added
de: Ein neuer To-Do-Eintrag wurde hinzugefügt

source: To do item has been marked as completed
de: To-Do-Eintrag wurde als abgeschlossen markiert

source: A new resource item has been added
de: Ein neuer Ressourcen-Eintrag wurde hinzugefügt

source: Course has been completed
de: Kurs wurde abgeschlossen

source: A new badge item has been added
de: Ein neuer Badge-Eintrag wurde hinzugefügt

source: A new introduction item has been added
de: Ein neuer Vorstellungs-Eintrag wurde hinzugefügt

source: A new preboarding item has been added
de: Ein neuer Preboarding-Eintrag wurde hinzugefügt

source: A new hire has been added
de: Ein neuer Mitarbeiter wurde hinzugefügt

source: A new administrator has been added
de: Ein neuer Administrator wurde hinzugefügt

source: A new manager has been added
de: Ein neuer Manager wurde hinzugefügt

source: A new admin task has been added
de: Eine neue Admin-Aufgabe wurde hinzugefügt

source: A new sequence has been added
de: Es wurde eine neue Sequenz hinzugefügt

source: A new email has been sent
de: Eine neue E-Mail wurde versendet

source: A new text message has been sent
de: Eine neue SMS wurde versendet

source: A new slack message has been sent
de: Eine neue Slack-Nachricht wurde versendet

source: A new slack message has been updated
de: Eine neue Slack-Nachricht wurde aktualisiert

source: Login credentials have been sent
de: Anmeldedaten wurden versendet

source: Reopened task email has been sent
de: E-Mail für wiedereröffnete Aufgabe wurde versendet

source: Task reminder email has been sent
de: Aufgabenerinnerungs-Mail wurde versendet

source: Sent new hire credentials email
de: E-Mail mit Anmeldedaten für neuen Mitarbeiter wurde versendet

source: Sent new hire preboarding email
de: Preboarding-Mail wurde an neuen Mitarbeiter versendet

source: Sent email from sequence
de: E-Mail von Abfolge wurde versendet

source: Sent email with updates to new hire
de: E-Mail mit Aktualisierungen wurde an neuen Mitarbeiter versendet

source: Sent email to extra person in admin task
de: E-Mail wurde an weitere Person in Amdmin-Aufgabe versendet

source: Sent email about new person assigned to admin task
de: E-Mail über neue Person, die der Admin-Aufgabe zugewiesen wurde, versendet

source: Sent email about new comment on admin task
de: E-Mail über neuen Kommentar unter Admin-Task versendet

source: Sent email about completing integration call
de: E-Mail über Abschluss des Integrations-Anruf versendet

source: Couldn't send text message: number is missing
de: SMS konnte nicht versendet werden: Keine Nummer vorhanden

source: Couldn't send email message: email is missing
de: E-Mail konnte nicht versendet werden: Keine E-Mailadresse vorhanden

source: Couldn't deliver email message: recipient refused
de: E-Mail konnte nicht versendet werden: Empfänger abgelehnt

source: Couldn't deliver email message: provider error
de: E-Mail konnte nicht versendet werden: Provider-Error

source: Couldn't send Slack message
de: Slack-Nachricht konnte nicht gesendet werden

source: Couldn't update Slack message
de: Slack-Nachricht konnte nicht aktualisiert werden

source: Integration has been triggered
de: Integration wurde ausgelöst

source: Couldn't complete integration
de: Integration konnte nicht abgeschlossen werden

source: Couldn't send integration notification
de: Integrationsbenachrichtigung konnte nicht versendet werden:

source: For
de: Für

source: By
de: Von

source: Notifications
de: Benachrichtigungen

source: Select sequences
de: Wähle Abfolge aus

source: Click a button to see more information :)
de: Klicke einen Button um mehr information zu erhalten :)

source: View course
de: Kurs ansehen

source: View resource
de: Ressource ansehen

source: Select chapter
de: Kapitel auswählen

source: Course
de: Kurs

source: No resources available
de: Keine Ressourcen verfügbar

source: No category
de: Keine Kategorie

source: Select a category:
de: Wähle eine Kategorie aus:

source: This task has no deadline.
de: Diese Aufgabe hat keine Frist.

source: This task is overdue
de: Diese Aufgabe ist überfällig

source: This task is due today
de: Diese Aufgabe ist heute fällig

source: This task needs to be completed in %(amount)s working days
de: Diese Aufgabe muss in %(amount)s Arbeitstagen abgeschlossen sein

source: View details
de: Details ansehen

source: Mark completed
de: Als abgeschlossen markieren

source: done
de: Erledigt

source: These are the tasks you need to complete:
de: Dies sind die Aufgaben, die du erledigen musst:

source: I couldn't find any tasks.
de: Ich konnte keine Aufgaben finden

source: Welcome!
de: Willkommen!

source: Here are some courses that you need to complete
de: Hier sind einige Kurse die du erledigen musst

source: Good morning! These are the tasks you need to complete. Some to do items are overdue. Please complete those as soon as possible!
de: Guten Morgen! Dies sind die Aufgaben, die du erledigen musst. Einige To-Do-Einträge sind überfällig. Bitte erledige diese so bald wie möglich!

source: Good morning! These are the tasks you need to complete today:
de: Guten Morgen! Dies sind die Aufgaben, die du heute erledigen musst:

source: Just a quick reminder: It's %(name)s's first day today!
de: Nur eine kurze Erinnerung: Es ist %(name)ss erster Tag heute!

source: We got some new hires coming in! %(names)s are starting today!
de: Wir haben einige neue Mitarbeiter eingestellt! %(names)s fangen heute an!

source: It's %(names)s birthday today!
de: Heute ist der Geburtstag von %(names)s!

source: We got some new hires coming in soon! Make sure to leave a welcome message for them!
de: Es werden bald neue Mitarbeiter eingestellt! Stelle sicher, dass du eine Willkommensnachricht für sie hinterlässt!

source: We have a new hire coming in soon! Make sure to leave a message for %(first_name)s!
de: Es wird bald ein neuer Mitarbeiter eingestellt! Stelle sicher, dass du eine Nachricht für %(first_name)s hinterlässt!

source: and is our new %(position)s
de: und ist unser neuer %(position)s

source: %(first_name)s starts on %(start_day)s%(footer_extra)s.
de: %(first_name)s beginnt am %(start_day)s%(footer_extra)s.

source: Welcome this new hire!
de: Willkomen an diesen neuen Mitarbeiter!

source: Happy to help! Here are all the things you can say to me:
de: Ich helfe gerne! Hier sind alle Dinge, die du mir sagen kannst:

source: *What do I need to do today?* This will show all the tasks you need to do today. I will show you these every day as well, but just incase you want to get them again.
de: *Was muss ich heute tun?* Das wird dir alle Aufgaben anzeigen, die du heute erledigen musst. Ich werde dir diese auch jeden Tag anzeigen, nur für den Fall, dass du sie wieder haben möchtest.

source: *Do I have any to do items that are overdue?* This will show all tasks that should have been completed. Please do those as soon as possible.
de: *Habe ich irgendwelche To-Do-Einträge, die überfällig sind?* Das wird dir alle Aufgaben anzeigen, die erledigt sein sollten. Bitte erledige diese sobald wie möglich.

source: *Show me all to do items* This will show all tasks
de: *Zeige mir alle To-Do-Einträge* Das wird alle Aufgaben anzeigen

source: *Show me all resources* This will show all resources.
de: *Zege mir alle Ressourcen* Das wird alle Ressourcen anzeigen.

source: You don't seem to be setup yet. Please ask your supervisor for access.
de: Du scheinst noch nicht eingerichtet zu sein. Bitte frage deinen Vorgesetzten nach Zugang.

source: today
de: Heute

source: overdue
de: überfällig

source: Please complete the form first. Click on 'View details' to complete it.
de: Bitte vervollständige zuerst das Formular. Klicke auf 'Details anzeigen' um es zu vervollständigen.

source: Here is what I found:
de: Hier ist was ich gefunden habe:

source: Unfortunately, I couldn't find anything.
de: Leider konnte ich nichts finden.

source: Would you like to put this new hire through onboarding? *Name:* %(name)s
de: Möchtest du mit diesem neuen Mitarbeiter das Onboarding durchführen? *Name:* %(name)s

source: New hire options
de: Optionen für neuen Mitarbeiter

source: You approved the request to onboard %(name)s
de: Du hast die Anfrage %(name)s zu onboarden genehmigt

source: You denied the request to onboard this person.
de: Du hast die Anfrage diese Person zu onboarden verweigert.

source: Here are your options:
de: Hier sind deine Optionen:

source: Thanks! This has been marked as completed.
de: Danke! Es wurde als erledigt markiert.

source: What would you like to say to our new hire?
de: Was möchtest du unserem neuen Mitarbeiter sagen?

source: Message has been saved! Your message: "
de: Nachricht wurde gespeichert! Deine Nachricht: "

source: Reset your password!
de: Setze dein Passwort zurück!

source: Use this link to change your password:
de: Benutze diesen Link um dein Passwort zu ändern:

source: Reset your password
de: Setze dein Passwort zurück!

source: Log in
de: Anmelden

source: Google login access token has not been set
de: Google-Anmeldung-Zugangstoken wurde nicht gesetzt

source: Something went wrong with reaching Google. Please try again.
de: Etwas lief beim versuch Google zu erreichen schief. Bitte versuche es nochmal.

source: There is no account associated with your email address. Did you try to log in with the correct account?
de: Es gibt keinen Account der mit deiner E-Mailadresse verbunden ist. Hast du versucht dich mit deinem aktuellen Account anzumelden?

source: Your login credentials!
de: Deine Anmeldedaten!

source: Someone in your organisation invited you to join ChiefOnboarding.Here are your login details:
de: Jemand in deiner Organisation hat dich dazu eingeladen ChiefOnboarding beizutreten. Hier sind deine Anmeldedetails:

source: Username:
de: Benutzername

source: Password:
de: Passwort

source: Login URL:
de: Anmelde-URL

source: Please redo this task
de: Bitte erledige diese Aufgabe neu

source: Hi %(name)s, we have just reopened this task. %(message)s
de: Hi %(name)s, wir haben diese Aufgabe gerade Wiedereröffnet. %(message)s

source: <strong>%(task_name)s</strong> <br />Go to your dashboard to complete it
de: <strong>%(task_name)s</strong> <br />Gehe zum Dashboard um sie zu erledigen

source: Please complete this task
de: Bitte erledige diese Aufgabe

source: Hi %(name)s, Here is a quick reminder of the following task:
de: Hi %(name)s, hier ist eine kurze Erinnerung an die folgende Aufgabe:

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Welcome to %(name)s!
de: Willkomen bei %(name)s!

source: See pages
de: Seiten ansehen

source: Other
de: Andere

source: Birthday
de: Geburtstag

source: Phone
de: Telefon

source: Profile image
de: Profilbild

source: Department
de: Abteilung

source: An administrator has access to everything. A manager has only access to their new hires and their tasks.
de: Ein Administrator hat zu allem Zugang. Ein Manager hat nur Zugang zu ihren neuen Mitarbeitern und ihren Aufgaben.

source: First working day
de: Erster Arbeitstag

source: *Our new hire %(name)s just answered some questions:*
de: *Unser neuer Mitarbeiter %(name)s hat gerade einige Fragen beanwortet:*

source: Our new hire %(name)s just answered some questions:
de: Unser neuer Mitarbeiter %(name)s hat gerade einige Fragen beanwortet:

source: %(amount_of_correct_answers)s correct answers out of %(amount_of_questions)s questions
de: %(amount_of_correct_answers)s richtige Antworten von %(amount_of_questions)s Fragen

source: People
de: Personen

source: Documentation
de: Dokumentation

source: or
de: oder

source: Log in with Google
de: Mit Google anmelden

source: Forgot password?
de: Passwort vergessen?

source: Change password
de: Passwort ändern

source: That didn't go well. This link isn't valid. Please request a new reset URL
de: Das ist schief gegangen. Der Link ist nicht gültig. Bitte frage eine neue Reset-URL an

source: Go back to the log in screen
de: Zurück zum Anmeldebildschirm

source: Your password has been reset
de: Dein Passwort wurde zurückgesetzt

source: You have successfully reset your password.
de: Du hast dein Passwort erfolgreich zurückgesetzt.

source: Go back to the login page
de: Zurück zum Anmeldebildschirm

source: Forgot password
de: Passwort vergessen

source: Send me a reset link
de: Sende mir einen Link zum zurücksetzen

source: Please check your email
de: Bitte überprüfe deine Mails

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive that shortly.
de: Wir haben dir eine Mail mit der Anleitung um dein Passwort zu erstellen gesendet, falls ein Account mit der E-Mail, die du eingegeben hast existiert. Du solltest diese in Kürze erhalten.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
de: Falls du keine E-Mail erhalten hast, überprüfe bitte ob du die Adresse, mit der du registriert bist, eingegeben hast, und überprüfe deinen Spam-Ordner.
